Repository: dummy3k/truthmaschine
Catalog: thetruth/i18n/*/LC_MESSAGES/thetruth.po
Languages: de

source: Already signed in.
de: Sie sind nicht angemeldet.

source: A problem ocurred comunicating to your OpenID server. Please try again.
de: Ein Problem ist bei der Kommunikation zum OpenID Server aufgetreten. Bitte versuchen Sie es erneut.

source: Signed in
de: Angemeldet

source: You are not signed in.
de: Sie sind nicht angemeldet.

source: You've been signed out.
de: Sie wurde abgemeldet.

source: You are not banned.
de: Sie sind nicht gebannt.

source: What's going on?
de: Was ist hier los?

source: Frequently Asked Questions
de: Häufige Fragen und Antworten

source: New Thesis
de: Neue These

source: Arguments for this thesis
de: Argumente für diese These

source: Error: Only %s characters are allowed!
de: Fehler: Nur %s Zeichen sind erlaubt!

source: You have posted a new thesis. <strong>Please vote it</strong> up if you think it's true or down if you think its not.
de: Du hast eine neue These gepostet. <strong>Bitte vote deine These</strong> runter wenn du denkst sie ist wahr, sonst hoch

source: You have posted a new pro argument. <strong>Please vote it</strong> up if you think it's true or down if you think its not.
de: Du hast ein neues Pro-Argument gepostet. <strong>Bitte vote dein Argument/strong> runter wenn du denkst es ist wahr, sonst hoch

source: You have posted a new contra argument. <strong>Please vote it</strong> up if you think it's true or down if you think its not.
de: Du hast ein neues Kontra-Argument gepostet. <strong>Bitte vote dein Argument</strong> runter wenn du denkst es ist wahr, sonst hoch

source: That should not happen.
de: Das sollte nicht passieren.

source: the Truth: Latest Users
de: Wahrheitsmaschine: Neuste Benutzer

source: Latest users joining Truth (tm)
de: Neuste Benutzer bei der Wahrheitsmaschine

source: New Pro-Argument for:
de: Neues Pro-Argument für:

source: New Contra-Argument for:
de: Neues Kontra-Argument für:

source: the Truth: Latest Statements
de: Wahrheitsmaschine: Neuste Thesen und Argumente

source: The latest statements from the Truth (tm)
de: Neuste Thesen und Argumente der Wahrheitsmaschine

source: Contra Arguments
de: Kontra-Argumente

source: Post a Contra-Argument
de: Ein neues Kontra-Argument erstellen

source: Login</a> to post an Contra-Argument
de: Anmelden</a> um ein Kontra-Argument zu schreiben

source: Pro Arguments
de: Pro-Argumente

source: Post a Pro-Argument
de: Pro-Argument schreiben

source: Login</a> to post an Pro-Argument
de: Anmelden</a> um ein Pro-Argument zu schreiben

source: truthmachine
de: Wahrheitsmaschine

source: All latest Statements
de: Wahrheitsmaschine: Neuste Thesen und Argumente

source: All Thesis
de: Alle Thesen

source: Whats going on?
de: Was ist hier los?

source: Signed in as
de: Angemeldet als

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Search...
de: Suchen...

source: user contributed content licensed under %s cc-wiki %s with attribution required
de: Von Benutzern eingestellte Inhalte stehen unter %s cc-wiki %s mit Author-Angabe

source: like %s stackoverflow %s
de: wie bei %s stackoverflow %s

source: (%s) characters left
de: (%s) Zeichen übrig

source: Submit
de: Abschicken

source: <strong>Hint:</strong> You can %s link %s your text using the following syntax: [http://www.google.de|Google].
de: <strong>Hinweis:</strong> Du kannst in deinem Text einen %s Link %s wie folgt setzen:Syntax: [http://www.google.de|Google].

source: Links do not count into your %s character limit.
de: Links zählen nicht in dein %s Zeichen Limit.

source: Parent Thesis:
de: Eltern-These:

source: edit
de: bearbeiten

source: You are banned
de: Sie sind gebannt

source: Sign in with OpenID
de: Anmelden mit OpenID

source: Dont forget to enable OpenID support with your preferred provider first!
de: Vergessen Sie nicht bei Ihrem bevorzugtem Provider zuerst den OpenID Support zu aktivieren!

source: Your Account:
de: Ihr Benutzername:

source: What is OpenID?
de: Was ist OpenID?

source: Its a single username and password that allows you to log in to any OpenID-enabled site.
de: Mit OpenID kann man sich mit nur einem Benutzernamen und Passwort an allen Webseiten anmelden die OpenID unterstützen

source: It works on thousands of websites.
de: Es funktioniert auf tausenden Webseiten.

source: Its an open standard.
de: Es ist ein offener Standart.

source: And we are too lazy to implement our own login process. Which is good, because this way we cant mess it up.
de: Und außerdem sind wir zu faul selbst einen Login Prozess zu entwickeln. Was gut für euch ist, denn so können wir daran nichts falsch machen.

source: learn more
de: mehr lernen

source: get one
de: OpenID Account bekommen

source: About the truthmachine
de: Über die Wahrheitsmaschine

source: The word truth has a variety of meanings, from honesty, good faith, and sincerity in general, to agreement with fact or reality in particular.[1] The term has no single definition about which a majority of professional philosophers and scholars agree, and various theories and views of truth continue to be debated. There are differing claims on such questions as what constitutes truth; what things are truthbearers capable of being true or false; how to define and identify truth; the roles that revealed and acquired knowledge play; and whether truth is subjective, relative, objective, or absolute.
de: Wahrheit (von westgermanisch wâra, das wie lateinisch verus zu indogermanisch gehört; griechisch Aletheia; lateinisch veritas, wirklicher Sachverhalt) ist einer der wichtigsten philosophischen Grundbegriffe. Die Frage nach der Wahrheit gehört zu den zentralen Problemen der Philosophie und wurde von den verschiedensten Schulen und Denkern unterschiedlich beantwortet.

source: Search Results for "%s"
de: Benutzer Details für "%s"

source: Read this
de: Bitte lesen

source: Youve got only %s characters
de: Du hast nur %s Zeichen

source: Please back up your Arguments with links
de: Bitte untermauert eure Argumente mit Links

source: Be polite
de: Höflich bleiben

source: Preview:
de: Vorschau:

source: Latest Thesis:
de: Neuste Thesen:

source: Sorry, no thesis found. Please %s create one %s .
de: Entschuldge, es wurden noch keine Thesen gefunden. Bitte %s erstelle eine These %s

source: What is this all about?
de: Worum geht es hier?

source: the truth (tm) is a collaborate web application for finding the truth.
de: Die Wahrheitsmaschine ist eine Kolloberative Web Anwendung die dabei helfen soll die Wahrheit zu finden.

source: We do so, by <strong>collecting Pro and Contra Arguments, voting them, and digging deeper</strong>.
de: Wir machen das indem wir <strong>gemeinschaftlich Pro- und Kontra-Argumente sammeln, diese Bewerten, und tiefer graben.</strong>

source: Every Argument can be viewed as a Thesis with its own arguments. Try it!
de: Jeder Argument kann wieder als These mit Unter-Argumenten gesehen werden. Versuch es!

source: And remeber: Be nice! We are all in this together.
de: Und bitte: Seit nett zueinander!

source: Contribute by creating %s your own Thesis%s.
de: Bitte beteilige dich indem du %sdeine eigene These erstellst%s.

source: Top Thesis:
de: Top Thesen:

source: Create a new Pro Argument
de: Ein neues Pro-Argument erstellen

source: Create a new Contra Argument
de: Ein neues Kontar-Argument erstellen

source: Create a new Thesis to discuss
de: Eine neue These erstellen

source: Rules
de: Regeln

source: Try to back up your Arguments with links
de: Bitte untermauert eure Argumente mit Links

source: User details for %s
de: Benutzer Details für %s

source: Save
de: Speichern

source: User list
de: Benutzer Liste

source: <i>Operations</i>
de: Aktionen

source: Show
de: Anzeigen

source: Delete
de: Löschen

source: Latest Statements
de: Wahrheitsmaschine: Neuste Thesen und Argumente

source: User Vote Count
de: Anzahl Votes dieses Benutzers
